import { PATH_PAGE } from '@/shared/config';

export const crumbs = [
	{ title: 'Профиль', link: `${PATH_PAGE.profile}?=fond` },
	{ title: 'Кошелёк' }
];

export const sortList = [
	{ id: 0, name: 'Все' },
	{ id: 1, name: 'Переводы ' },
	{ id: 2, name: 'Вывод средств' },
	{ id: 3, name: 'Пожертвования' }
];
export const donations = [
	{
		date: 'Сегодня',
		fonds: [
			{
				img: '/images/icons/swap.svg',
				title: 'Перевод на счёт',
				descr: 'Переводы',
				card: 'Основной счёт',
				sum: '+ 144 161,80 ₽'
			},
			{
				img: '/images/icons/swap.svg',
				title:
					'Благотворительный фонд "Лапки и Хвостики" объявляет о запуске сбора пожертвований для помощи  бездомным кошкам и собакам.  Наша цель - обеспечить тепло, заботу и медицинскую помощь этим беспризорникам, а также поиск им новых заботливых хозяев',
				descr: 'Пожертвование',
				card: 'MasterCard',
				sum: '+ 5 000 ₽'
			},
			{
				img: '/images/icons/swap.svg',
				title: 'Вывод средств',
				descr: 'Переводы',
				card: 'Основной счёт',
				sum: '- 150 500 ₽'
			}
		]
	},
	{
		date: 'Вчера',
		fonds: [
			{
				img: '/images/icons/swap.svg',
				title: 'Перевод на счёт',
				descr: 'Переводы',
				card: 'Основной счёт',
				sum: '+ 144 161,80 ₽'
			},
			{
				img: '/images/icons/swap.svg',
				title:
					'Благотворительный фонд "Лапки и Хвостики" объявляет о запуске сбора пожертвований для помощи  бездомным кошкам и собакам.  Наша цель - обеспечить тепло, заботу и медицинскую помощь этим беспризорникам, а также поиск им новых заботливых хозяев',
				descr: 'Пожертвование',
				card: 'MasterCard',
				sum: '+ 5 000 ₽'
			},
			{
				img: '/images/icons/swap.svg',
				title: 'Вывод средств',
				descr: 'Переводы',
				card: 'Основной счёт',
				sum: '- 150 500 ₽'
			}
		]
	},

	{
		date: 'Сегодня',
		fonds: [
			{
				img: '/images/icons/swap.svg',
				title: 'Перевод на счёт',
				descr: 'Переводы',
				card: 'Основной счёт',
				sum: '+ 144 161,80 ₽'
			},
			{
				img: '/images/icons/swap.svg',
				title:
					'Благотворительный фонд "Лапки и Хвостики" объявляет о запуске сбора пожертвований для помощи  бездомным кошкам и собакам.  Наша цель - обеспечить тепло, заботу и медицинскую помощь этим беспризорникам, а также поиск им новых заботливых хозяев',
				descr: 'Пожертвование',
				card: 'MasterCard',
				sum: '+ 5 000 ₽'
			},
			{
				img: '/images/icons/swap.svg',
				title: 'Вывод средств',
				descr: 'Переводы',
				card: 'Основной счёт',
				sum: '- 150 500 ₽'
			}
		]
	},
	{
		date: 'Вчера',
		fonds: [
			{
				img: '/images/icons/swap.svg',
				title: 'Перевод на счёт',
				descr: 'Переводы',
				card: 'Основной счёт',
				sum: '+ 144 161,80 ₽'
			},
			{
				img: '/images/icons/swap.svg',
				title:
					'Благотворительный фонд "Лапки и Хвостики" объявляет о запуске сбора пожертвований для помощи  бездомным кошкам и собакам.  Наша цель - обеспечить тепло, заботу и медицинскую помощь этим беспризорникам, а также поиск им новых заботливых хозяев',
				descr: 'Пожертвование',
				card: 'MasterCard',
				sum: '+ 5 000 ₽'
			},
			{
				img: '/images/icons/swap.svg',
				title: 'Вывод средств',
				descr: 'Переводы',
				card: 'Основной счёт',
				sum: '- 150 500 ₽'
			}
		]
	}
];
