import { PATH_PAGE } from '@/shared/config';

export const crumbs = [{ title: 'Сборы', link: PATH_PAGE.collections }, { title: 'Компания' }];

export const reviews = [
	{
		img: '/images/reviews/1.jpg',
		name: 'Александра Константинопольская',
		rating: 5,
		text: 'Отличная фабрика мебели, вся продукция высокого качества и производится из качественных материалов, огромный выбор диванов, кроватей с электрическим приводом, изголовий пуфов и многого другого. Моё знакомство с этой фабрикой началось с телефонного разговора с очень грамотным и приветливым менеджером Кристиной. Она оперативно ,с учётом всех моих пожеланий подобрала каркас кровати и ещё одну кровать с электрическим механизмом и предложила дополнительно изготовить покрывала на кровать с наполнителем нестандартных размеров. Я очень довольна, всё было в срок и качество даже превзошло мои ожидания. И всё это по каталогу, кроме индивидуальный заказов без визитов в салон. Кроме этого , учитывая,что заказов было на приличную сумму, Кристина предложила беспроцентную рассрочку с уплатой процентов за счёт салона. Я приехала всего один раз подписать договор. Если я не путаю, это был ТЦ Гагаринский просторной подземной парковкой'
	},
	{
		img: '/images/reviews/2.jpg',
		name: 'Юлия Иванова',
		rating: 4,
		text: 'Пошла выбирать ортопедический матрас, пришла в салон в 1 раз. Было приятна клиентоориентированность и сервис, особенно Яны - менеджера.'
	},
	{
		img: '/images/reviews/1.jpg',
		name: 'Александра Константинопольская',
		rating: 5,
		text: 'Отличная фабрика мебели, вся продукция высокого качества и производится из качественных материалов, огромный выбор диванов, кроватей с электрическим приводом, изголовий пуфов и многого другого. Моё знакомство с этой фабрикой началось с телефонного разговора с очень грамотным и приветливым менеджером Кристиной. Она оперативно ,с учётом всех моих пожеланий подобрала каркас кровати и ещё одну кровать с электрическим механизмом и предложила дополнительно изготовить покрывала на кровать с наполнителем нестандартных размеров. Я очень довольна, всё было в срок и качество даже превзошло мои ожидания. И всё это по каталогу, кроме индивидуальный заказов без визитов в салон. Кроме этого , учитывая,что заказов было на приличную сумму, Кристина предложила беспроцентную рассрочку с уплатой процентов за счёт салона. Я приехала всего один раз подписать договор. Если я не путаю, это был ТЦ Гагаринский просторной подземной парковкой'
	},
	{
		img: '/images/reviews/2.jpg',
		name: 'Юлия Иванова',
		rating: 4,
		text: 'Пошла выбирать ортопедический матрас, пришла в салон в 1 раз. Было приятна клиентоориентированность и сервис, особенно Яны - менеджера.'
	},
	{
		img: '/images/reviews/1.jpg',
		name: 'Александра Константинопольская',
		rating: 5,
		text: 'Отличная фабрика мебели, вся продукция высокого качества и производится из качественных материалов, огромный выбор диванов, кроватей с электрическим приводом, изголовий пуфов и многого другого. Моё знакомство с этой фабрикой началось с телефонного разговора с очень грамотным и приветливым менеджером Кристиной. Она оперативно ,с учётом всех моих пожеланий подобрала каркас кровати и ещё одну кровать с электрическим механизмом и предложила дополнительно изготовить покрывала на кровать с наполнителем нестандартных размеров. Я очень довольна, всё было в срок и качество даже превзошло мои ожидания. И всё это по каталогу, кроме индивидуальный заказов без визитов в салон. Кроме этого , учитывая,что заказов было на приличную сумму, Кристина предложила беспроцентную рассрочку с уплатой процентов за счёт салона. Я приехала всего один раз подписать договор. Если я не путаю, это был ТЦ Гагаринский просторной подземной парковкой'
	},
	{
		img: '/images/reviews/2.jpg',
		name: 'Юлия Иванова',
		rating: 4,
		text: 'Пошла выбирать ортопедический матрас, пришла в салон в 1 раз. Было приятна клиентоориентированность и сервис, особенно Яны - менеджера.'
	},
	{
		img: '/images/reviews/1.jpg',
		name: 'Александра Константинопольская',
		rating: 5,
		text: 'Отличная фабрика мебели, вся продукция высокого качества и производится из качественных материалов, огромный выбор диванов, кроватей с электрическим приводом, изголовий пуфов и многого другого. Моё знакомство с этой фабрикой началось с телефонного разговора с очень грамотным и приветливым менеджером Кристиной. Она оперативно ,с учётом всех моих пожеланий подобрала каркас кровати и ещё одну кровать с электрическим механизмом и предложила дополнительно изготовить покрывала на кровать с наполнителем нестандартных размеров. Я очень довольна, всё было в срок и качество даже превзошло мои ожидания. И всё это по каталогу, кроме индивидуальный заказов без визитов в салон. Кроме этого , учитывая,что заказов было на приличную сумму, Кристина предложила беспроцентную рассрочку с уплатой процентов за счёт салона. Я приехала всего один раз подписать договор. Если я не путаю, это был ТЦ Гагаринский просторной подземной парковкой'
	},
	{
		img: '/images/reviews/2.jpg',
		name: 'Юлия Иванова',
		rating: 4,
		text: 'Пошла выбирать ортопедический матрас, пришла в салон в 1 раз. Было приятна клиентоориентированность и сервис, особенно Яны - менеджера.'
	}
];
