export const crumbs = [{ title: 'Профиль' }];
export const notifications = [
	{
		date: '02 Сентября 2025',
		title: 'Ответ по жалобе на новость №5325',
		descr: 'Принято решение по вашей жалобе на новость',
		isRead: false
	},
	{
		date: '02 Сентября 2025',
		title: 'Ответ по формированию сбора №354624',
		descr: 'Вам дали ответ по вашей заявке на формирование сбора',
		isRead: false
	},
	{
		date: '27 октября 2024',
		title: 'Ответ по сбору №88790',
		descr: 'Принято решение по сформированному сбору',
		isRead: true
	},
	{
		date: '27 октября 2024',
		title: 'Ответ по сбору №88790',
		descr: 'Принято решение по сформированному сбору',
		isRead: true
	},
	{
		date: '27 октября 2024',
		title: 'Ответ по сбору №88790',
		descr: 'Принято решение по сформированному сбору',
		isRead: true
	},
	{
		date: '27 октября 2024',
		title: 'Ответ по сбору №88790',
		descr: 'Принято решение по сформированному сбору',
		isRead: true
	},
	{
		date: '27 октября 2024',
		title: 'Ответ по сбору №88790',
		descr: 'Принято решение по сформированному сбору',
		isRead: true
	},
	{
		date: '27 октября 2024',
		title: 'Ответ по сбору №88790',
		descr: 'Принято решение по сформированному сбору',
		isRead: true
	},
	{
		date: '27 октября 2024',
		title: 'Ответ по сбору №88790',
		descr: 'Принято решение по сформированному сбору',
		isRead: true
	},
	{
		date: '27 октября 2024',
		title: 'Ответ по сбору №88790',
		descr: 'Принято решение по сформированному сбору',
		isRead: true
	}
];
